Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Calculate a new ISF with every loop cycle. New ISF will be based on current BG, TDD of insulin (past 24 hours or a weighted average) and an Adjustment Factor (default is 1). Dynamic ISF and CR ratios will be limited by your autosens.min/max limits. Dynamic ratio replaces the autosens.ratio: New ISF = Static ISF / Dynamic ratio, Dynamic ratio = profile.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
bg: Изчислява нов ISF при всеки цикъл. Новият ISF ще се базира на текущата кръвна захар, TDD на инсулина (последните 24 часа или претеглена средна стойност) и коефициент на корекция (по подразбиране 1). Съотношенията Dynamic ISF и CR ще бъдат ограничени от вашите лимити autosens.min/max. Dynamic ratio замества autosens.ratio: Нов ISF = Static ISF / Dynamic ratio, Dynamic ratio = profile.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
cs: Vypočítej nový ISF s každým cyklem smyčky. Nový ISF bude vycházet z aktuální glykémie (BG), celkové denní dávky (TDD) inzulínu (za posledních 24 hodin nebo váženého průměru) a faktoru úpravy (výchozí je 1). Dynamický ISF a poměry CR budou omezeny tvými limity autosens.min/max. Dynamický poměr nahrazuje autosens.ratio: Nový ISF = Statický ISF / Dynamický poměr Dynamický poměr = profile.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800 insulinFactor = 120 - InsulinPeakTimeInMinutes
da: Beregn en ny ISF med hver løkke cyklus. Ny ISF vil blive baseret på aktuelle BG, TDD insulin (tidligere 24 timer eller et vægtet gennemsnit) og en justeringsfaktor (standard er 1). Dynamisk ISF og CR forhold vil blive begrænset af dine autosens.min/max grænser. Dynamisk forhold erstatter autosens.ratio: Ny ISF = Statisk ISF / Dynamisk forhold, Dynamisk forhold = profil. ens * justeringFaktor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinfaktor = 120 - InsulinPeakTimeInMinutter
de: Berechnet einen neuen ISF mit jedem Loop. Der neue ISF basiert auf dem aktuellen BG, TDD des Insulins (nach 24 Stunden oder einem gewichteten Durchschnitt) und einem Anpassungsfaktor (Standardeinstellung ist 1). Dynamische ISF und CR Verhältnisse werden durch Ihre Autosens Min / Max Limits begrenzt. Das Dynamisches Verhältnis ersetzt das Autosens-Verhältnis: Neuer ISF = Statisches ISF / Dynamisches Verhältnis, Dynamic Ratio = Profil.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
es: Calcula un nuevo ISF con cada ciclo de ciclo. El nuevo ISF se basará en BG actual, TDD de insulina (más de 24 horas o un promedio ponderado) y un Factor de ajuste (por defecto es 1). Los ratios dinámicos de ISF y CR estarán limitados por sus límites autosens.min/max . Ratio dinámico reemplaza la relación autosens.ratio: Nuevo ISF = Ratio estático ISF / Ratio dinámico, Ratio dinámico = perfil. ens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
fr: Calcule un nouveau facteur de sensibilité à l'insuline (ISF) à chaque cycle de boucle. Le nouvel ISF sera déterminé en fonction de la valeur de glucose actuelle, de la dose totale quotidienne d'insuline (TDD, administrée au cours des 24 dernières heures ou selon une moyenne pondérée), et d’un facteur d’ajustement (valeur par défaut : 1). Les ajustements dynamiques de l'ISF et du Ratio Insuline/Glucides (CR) seront limités par les valeurs limites minimale et maximale de la sensibilité automatique (autosens.min/max). Le ratio dynamique remplace autosens.ratio : Nouvel ISF = ISF statique / ratio dynamique, ratio dynamique = profile.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes où BG désigne la valeur de glucose
it: Calcola un nuovo ISF ad ogni ciclo. Il nuovo ISF si baserà sulla glicemia corrente, sulla TDD dell'insulina (le ultime 24 ore o una media ponderata) e su un Fattore di Regolazione (l'impostazione predefinita è 1). I rapporti di ISF Dinamico e CR saranno limitati dai limiti autosens.min/max. Il rapporto dinamico sostituisce il rapporto autosens.ratio: Nuovo ISF = ISF statico / Rapporto dinamico, Rapporto dinamico = profile.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
nb_no: Beregne ny ISF ved hver loop-syklus. Ny ISF vil være basert på gjeldende blodsukker, TDD (siste 24 timer eller vektet gjennomsnitt) og en justeringsfaktor (standard er 1). Dynamisk ISF og CR ratio vil bli begrenset av dine grenser for autosens.min/max. Dynamisk ratio erstatter autosens.ratio: Ny ISF = Statisk ISF / Dynamisk ratio, Dynamisk ratio = profil.sens * justeringsfaktor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinfaktor = 120 - InsulinPeakTimeInMinutes
nl: Bereken bij elke loopcyclus een nieuwe ISF (Insulin Sensitivity Factor). De nieuwe ISF wordt bepaald door de huidige bloedsuikerspiegel (BG), de totale dagelijkse dosis insuline (TDD) van de afgelopen 24 uur of een gemiddelde daarvan, en een aanpassingsfactor (standaard 1). De dynamische ISF en CR (Carb Ratio) worden beperkt door de minimum- en maximumwaarden die zijn ingesteld in uw autosens.min/max grenzen. De dynamische ratio vervangt de autosens.ratio:/n/n Nieuwe ISF = Statische ISF / Dynamische ratio, Dynamische ratio = profielgevoeligheid * aanpassingsfactor * TDD * Logaritme (BG/insulineFactor+1) / 1800, InsulineFactor = 120 - Tijd tot insulinepiek in minuten./n/n Eenvoudiger gezegd, het systeem past de insulinegevoeligheid aan op basis van je recente insulinegebruik en huidige bloedsuikerspiegel. De aanpassingen zijn beperkt binnen bepaalde grenzen die je hebt ingesteld
pl: Oblicz nowy ISF dla każdego cyklu pętli. Nowy ISF będzie oparty na aktualnym poziomie BG, DDI insuliny (ostatnie 24 godziny lub średnia ważona) oraz na współczynniku korygującym (domyślnie jest 1). Dynamiczne współczynniki ISF i CR będą ograniczone limitami autosens.min/max. Współczynnik dynamiczny zastępuje autosens.ratio: Nowy ISF = Statyczne ISF / współczynnik dynamiczny, Współczynnik dynamiczny = profil. en * współczynnik korygujący * tdd * Math.log(BG/insulinFactor+1) / 1800, czynnik insulinowy = 120 - InsulinPeakTimeInMinutes
pt_pt: Calcule um novo ISF com cada ciclo de ciclo. O novo ISF será baseado na atual BG, TDD da insulina (última 24 horas ou uma média ponderada) e um Fator de Ajuste (o padrão é 1). Rácios dinâmicos ISF e RC serão limitados pelos seus limites autosens.min/max. A relação dinâmica substitui o autosens.ratio: New ISF = ISF estático / Taxa dinâmica, Taxa dinâmica = perfil. ens * ajustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutos
ru: Вычислить новый ISF с помощью каждого цикла цикла. Новый ISF будет основываться на текущем BG, TDD инсулина (последние 24 часа или средневзвешенном показателе) и корректирующем коэффициенте (по умолчанию 1). Динамические ISF и CR соотношения будут ограничены авто-ограничениями. Динамическое соотношение заменяет autosens.ratio: Новый ISF = Статический ISF / Динамический соотношение Динамический = профиль. ens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
sv: Beräkna en ny ISF med varje loopcykel. Ny ISF kommer att baseras på nuvarande BG, TDD av insulin (de senaste 24 timmarna eller ett viktat genomsnitt) och en Justeringsfaktor (standard är 1). Dynamiska ISF- och CR-förhållanden kommer att begränsas av dina autosens.min/max gränser. Dynamiskt förhållande ersätter autosens.ratio: New ISF = Statisk ISF / Dynamiskt förhållande, Dynamiskt förhållande = profil. ens * justeringFaktor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
uk: Обчислити новий цикл ISF з кожним циклом циклу. Новий провайдер буде базуватися на поточній BG, TDD інсуліну (минуло 24 години або середня вага) та коригування фактора (за замовчуванням 1). Динамічні ISF і CR будуть обмежені вашими обмеженнями автозбереження/максимуму. Динамічне співвідношення замінює autosens.ratio: New ISF = Static ISF / Dynamic ratio, Dynamic ratio = profile. з * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
vi: Tính toán ISF mới trong mỗi chu kỳ vòng lặp. ISF mới sẽ được xác định dựa trên mức đường huyết hiện tại (BG), tổng liều insulin trong 24 giờ qua (TDD – hoặc mức trung bình có trọng số), và Hệ số điều chỉnh (mặc định là 1). Các tỷ lệ ISF và CR động sẽ bị giới hạn bởi các ngưỡng autosens.min/autosens.max. Tỷ lệ động thay thế hệ số độ nhạy tự động (autosens.ratio):New ISF = Static ISF / Dynamic ratio, Dynamic ratio = profile.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800, insulinFactor = 120 - InsulinPeakTimeInMinutes
zh_hant: 在每次循環中計算新的 ISF。新的 ISF 將基於當前血糖、過去 24 小時的胰島素 TDD（或加權平均）以及調整因子（預設為 1）。 動態 ISF 和 CR 比率將受到您的 autosens.min/max 限制的限制。 動態比率替代 autosens.ratio: 新 ISF = 靜態 ISF / 動態比率， 動態比率 = profile.sens * adjustmentFactor * tdd * Math.log(BG/insulinFactor+1) / 1800， insulinFactor = 120 - InsulinPeakTimeInMinutes

source: Calculated Ratio
bg: Изчислено съотношение
cs: Vypočítaný poměr
da: Udregnet Ratio
de: Berechnetes Verhältnis
es: Ratio Calculado
fr: Ratio calculé
it: Rapporto calcolato
nb_no: Beregnet ratio
nl: Berekende ratio
pl: Obliczony współczynnik
pt_pt: Taxa calculada
ru: Рассчитанное соотношение
sv: Beräknad kvot
uk: Розрахований Коефіцієнт
vi: Tỷ lệ được tính toán
zh_hant: 計算的比率

source: Calculated Sensitivity
bg: Изчислена чувствителност
cs: Vypočítaná citlivost
da: Udregent Sensitivitet
de: Berechnete Empfindlichkeit
es: Sensibilidad Calculada
fr: Sensibilité calculée
it: Sensibilità calcolata
nb_no: Beregnet insulinfølsomhet
nl: Berekende gevoeligheid
pl: Obliczona wrażliwość
pt_pt: Sensibilidade Calculada
ru: Рассчитанная Чувствительность
sv: Beräknad känslighet
uk: Розрахована Чутливість
vi: Độ nhạy đã tính toán
zh_hant: 計算的敏感度

source: Calculating Bolus...
bg: Изчисляване на болус...
cs: Vypočítávám bolus...
da: Beregner Bolus...
de: Berechne Bolus...
es: Calculando Bolus...
fr: Calcul du Bolus...
it: Calcolo Bolo
nb_no: Beregner bolus...
nl: Bolus berekenen...
pl: Obliczanie bolusa...
pt_pt: Calculando Bolus...
ru: Вычисление Bolus...
sv: Beräknar bolus...
uk: Обчислення больса...
vi: Đang tính toán Bolus...
zh_hant: 正在計算注射...

source: Calculator Configuration
bg: Конфигурация на калкулатора
cs: Konfigurace kalkulačky
da: Indstilling Af Lommeregner
de: Konfiguration des Bolusrechners
es: Configuración del Calculador
fr: Configuration du calculateur du taux de bolus
it: Configurazione Calcolatrice
nb_no: Konfigurasjon av kalkulator
nl: Configuratie rekenmachine
pl: Konfiguracja kalkulatora
pt_pt: Configuração da Calculadora
ru: Конфигурация калькулятора
sv: Kalkylator konfiguration
uk: Конфігурація калькулятора
vi: Cấu hình tính toán
zh_hant: 計算機設定

source: Calculator settings
bg: Настройки на калкулатора
cs: Nastavení kalkulačky
da: Lommeregner indstillinger
de: Einstellungen des Bolusrechners
es: Ajustes del Calculador
fr: Paramètres du calculateur du taux de bolus
it: Impostazioni calcolatrice
nb_no: Innstillinger for kalkulator
nl: Calculator instellingen
pl: Ustawienia kalkulatora
pt_pt: Configurações da calculadora
ru: Настройки калькулятора
sv: Boluskalkylatorinställning
uk: Налаштування калькулятора
vi: Thiết lập tính toán
zh_hant: 計算機設定

source: Calendar
bg: Календар
cs: Kalendář
da: Kalender
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
nb_no: Kalender
nl: Agenda
pl: Kalendarz
pt_pt: calendário
ru: Календарь
sv: Kalender
uk: Календар
vi: Lịch
zh_hant: 日曆

source: Calendar Events
bg: Събития от календара
cs: Události kalendáře
da: Kalender Begivenheder
de: Kalenderereignisse
es: Eventos del calendario
fr: Événements du calendrier
it: Eventi Calendario
nb_no: Kalenderoppføringer
nl: Kalender Gebeurtenissen
pl: Wydarzenia kalendarza
pt_pt: Eventos do calendário
ru: События календаря
sv: Kalenderhändelser
uk: Події календаря
vi: Lịch sự kiện
zh_hant: 日曆活動

source: Calibrationinfo
bg: Инфо за калибриране
cs: Informace o kalibraci
da: Kalibreringsinfo
de: Kalibrierungsinfo
es: Calibración
fr: Informations de calibration
it: Calibrazioninfo
nb_no: Kalibrerings-info
nl: Kalibratie info
pl: Kalibracja
pt_pt: Informação
ru: Информация о калибровке
sv: Kalibreringsinfo
uk: Інформація калібрування
vi: Thông tin hiệu chuẩn
zh_hant: 校準資訊

source: Calibrations
bg: Калибрирания
cs: Kalibrace
da: Kalibreringer
de: Kalibrierungen
es: Calibraciones
fr: Étalonnages
it: Calibrazioni
nb_no: Kalibreringer
nl: Kalibraties
pl: Kalibracje
pt_pt: Calibrações
ru: Калибровки
sv: Kalibreringar
uk: Калібрування
vi: Hiệu chuẩn
zh_hant: 校準

source: Can't find the default Nightscout Profile.
bg: Профилът по подразбиране в Nightscout не е намерен.
cs: Nelze najít výchozí profil Nightscout.
da: Kan ikke finde standard Nightscout profil.
de: Kann das Standard-Nightscout-Profil nicht finden.
es: No se puede encontrar el perfil predeterminado de Nightscout.
fr: Impossible de trouver le profil Nightscout par défaut.
it: Impossibile trovare il profilo predefinito di Nightscout.
nb_no: Finner ikke standard profil i Nightscout.
nl: Kan de standaard Nightscout profiel niet vinden.
pl: Nie można znaleźć domyślnego profilu Nightscout.
pt_pt: Não foi possível encontrar o perfil padrão do Nightscout.
ru: Не удается найти профиль Nightscout по умолчанию.
sv: Kan inte hitta en profil i Nightcsout
uk: Не вдається знайти профіль Nightscout за замовчуванням.
vi: Không thể tìm thấy hồ sơ Nightscout mặc định.
zh_hant: 找不到預設的 Nightscout 設定檔。

source: Cancel
bg: Отказ
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
nb_no: Avbryt
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar
ru: Отмена
sv: Avbryt
uk: Відмінити
vi: Hủy
zh_hant: 取消

source: Cancel a Temporary Target
bg: Отмяна на временна цел
cs: Zrušit dočasný cíl
da: Annuller et midlertidigt mål
de: Ein Temporäres Ziel abbrechen
es: Cancelar un objetivo temporal
fr: Annuler une cible temporaire
it: Annulla un Obiettivo Temporaneo
nb_no: Avbryt et midlertidig mål
nl: Annuleer een tijdelijk doel
pl: Anuluj cel tymczasowy
pt_pt: Cancelar um alvo temporário
ru: Отменить временную цель
sv: Avbryt ett tillfälligt mål
uk: Скасувати тимчасову ціль
vi: Hủy bỏ mục tiêu tạm thời
zh_hant: 取消臨時目標

source: Cancel an active override
bg: Отмени активна отмяна
cs: Zrušit aktivní přepsání
da: Annuller en aktiv overskrivning
de: Abbrechen eines aktiven Override
fr: Annuler une Dérogation active
it: Annulla un Override attivo
nb_no: Avbryt en pågående overstyring
nl: Annuleer een actieve override
pl: Anuluj aktywne nadpisanie
sv: Avbryt en aktiv override
vi: Hủy chế độ ghi đè đang hoạt động
zh_hant: 取消活動的覆蓋

source: Cancel override
bg: Отмяна на отмяната
cs: Zrušit přepsání
da: Anuller overskrivelse
de: Override abbrechen
fr: Annuler la Dérogation en cours
it: Annulla Override
nb_no: Avbryt overstyring
nl: Annuleer tijdelijke override
pl: Anuluj nadpisanie
sv: Avbryt override
vi: Hủy ghi đè
zh_hant: 取消覆蓋

source: Cancel Override
bg: Отмяна на отмяната
cs: Zrušit přepsání
da: Annuller Tilsidesæt
de: Override abbrechen
es: Cancelar Anulación
fr: Annuler la Dérogation en cours
it: Annulla Programma
nb_no: Avbryt overstyring
nl: Annuleer Override
pl: Anuluj nadpisanie
pt_pt: Cancelar substituição
ru: Отменить переопределение
sv: Avbryt override
uk: Скасувати перевизначення
vi: Hủy ghi đè
zh_hant: 取消覆蓋

source: Cancel Profile Override?
bg: Отмяна на отмяната на профила
cs: Zrušit přepsání profilu?
de: ProfilOverride abbrechen?
fr: Annuler la Dérogation du profil ?
it: Elimina Programmazione del Profilo?
nb_no: Avbryte overstyring?
nl: Profiel Override annuleren?
pl: Anulować nadpisanie profilu?
ru: Отменить переопределение профиля?
sv: Avbryt profil
uk: Скасувати заміну профілю?
vi: Hủy ghi đè không?
zh_hant: 取消設定檔覆蓋?

source: Cancel Temp Basal
bg: Отмяна на временния базал
cs: Zrušit dočasný bazál
da: Annuller midlertidig basal
de: Temporäre Basalrate abbrechen
es: Cancelar basal temporal
fr: Annuler le Basal temporaire
it: Cancella basale temporanea
nb_no: Avbryt midlertidig basal
nl: Annuleer tijdelijk basaal
pl: Anuluj bazę tymczasową
pt_pt: Cancelar Basal Temporária
ru: Отменить ВБС
sv: Avbryt temporär basal
uk: Відмінити Тимчасову Базальну Швидкість (ТБШ)
vi: Huỷ liều nền tạm thời
zh_hant: 取消臨時基礎

source: Cancel Temp Target
bg: Отмяна на временната цел
cs: Zrušit dočasný cíl
da: Annuller Midlertidigt Mål
de: Temporäres Ziel abbrechen
es: Cancelar objetivo temporal
fr: Annuler la cible temporaire
it: Cancella basali temporanee
nb_no: Avbryt midlertidig mål
nl: Annuleer tijdelijk doel
pl: Anuluj cel tymczasowy
pt_pt: Cancelar Meta Temporária
ru: Отменить временную цель
sv: Avbryt tillfälligt mål
uk: Відмінити Тимчасову ціль
vi: Hủy mục tiêu tạm thời
zh_hant: 取消臨時目標

source: Cancel Temporary Target.
bg: Отмяна на временната цел.
cs: Zrušit dočasný cíl.
da: Annuller Midlertidig Mål.
de: Temporäres Ziel abbrechen.
es: Cancelar el objetivo temporal.
fr: Annuler la cible temporaire.
it: Annulla Obiettivo Temporaneo.
nb_no: Avbryt midlertidig mål.
nl: Tijdelijk doel annuleren.
pl: Anuluj cel tymczasowy.
pt_pt: Cancelar alvo temporário.
ru: Отменить временную цель.
sv: Avbryt tillfälligt mål.
uk: Скасувати тимчасову ціль.
vi: Hủy mục tiêu tạm thời.
zh_hant: 取消臨時目標。

source: Cannot Enable This Setting
bg: Тази настройка не може да бъде активирана
cs: Toto nastavení nelze povolit
da: Kan Ikke Aktivere Denne Indstilling
de: Diese Einstellung kann nicht aktiviert werden
fr: Impossible d’activer ce paramètre
it: Impossibile abilitare quest'impostazione
nb_no: Kan ikke aktivere denne innstillingen
nl: Kan deze instelling niet inschakelen
pl: Nie można włączyć tej opcji
sv: Kan inte aktivera inställningen
vi: Không thể bật cài đặt này
zh_hant: 無法啟用此設定

source: Carb entries will be fully decayed by the number of hours specified as Max Meal Absorption Time. Meals that are high in fat and/or protein can have long lasting effects on glucose levels. To allow such late meal effects to be considered by the carb decay model, a longer Max Meal Absorption Time than the default 6 hours can be set.
bg: Записите за въглехидрати ще бъдат напълно разградени след броя часове, зададен като Максимално време за абсорбция на хранене. Хранения с високо съдържание на мазнини и/или протеини могат да имат продължителен ефект върху нивата на глюкоза. За да бъдат отчетени такива късни ефекти от хранене в модела за разграждане на въглехидрати, може да се зададе Максимално време за абсорбция на хранене, по-дълго от стандартните 6 часа.
cs: Zadané sacharidy budou plně vstřebány po uplynutí počtu hodin specifikovaných jako Maximální doba vstřebávání jídla. Jídla s vysokým obsahem tuků a/nebo bílkovin mohou mít dlouhodobé účinky na hladinu glukózy. Aby model vstřebávání sacharidů mohl tyto pozdní účinky jídla zohlednit, lze nastavit delší Maximální dobu vstřebávání jídla než výchozích 6 hodin.
fr: Les saisies de glucides seront entièrement absorbées au terme du nombre d'heures défini dans « Durée maximale d'absorption des repas ». Les repas riches en lipides et/ou en protéines peuvent avoir des effets prolongés sur les valeurs de glucose. Pour permettre au modèle de décroissance des glucides de prendre en compte ces effets tardifs, une « Durée maximale d'absorption des repas » plus longue que la valeur par défaut de 6 heures peut être définie.
nb_no: Karbohydrater vil bli fullstendig tatt opp etter antall timer spesifisert som "Maks tid for opptak av måltid". Måltider som inneholder mye fett og/eller protein kan ha langvarige effekter på blodsukkeret. For å tillate at slike sene måltidseffekter vurderes av karbohydratnedbrytningsmodellen, kan du sette en større "Maks tid for opptak av måltid" enn standard 6 timer.
pl: Wpisy węglowodanów zostaną całkowicie rozłożone przez liczbę godzin określoną jako maksymalny czas wchłaniania. Posiłki o dużej zawartości tłuszczu i (lub) białka mogą mieć długotrwały wpływ na poziom glikemii we krwi. Aby model rozkładu węglowodanów uwzględniał wpływ późnego posiłku w modelu rozpadu węglowodanów można ustawić dłuższy Maksymalny Czas Wchłaniania Posiłku niż domyślnie 6 godzin.
vi: Các mục nhập carbohydrate (carb) sẽ được xem là đã hấp thụ hoàn toàn sau số giờ được chỉ định trong mục Thời gian hấp thu bữa ăn tối đa (Max Meal Absorption Time). Các bữa ăn giàu chất béo và/hoặc chất đạm có thể ảnh hưởng đến mức đường huyết trong thời gian dài. Để hệ thống tính đến những ảnh hưởng muộn này của bữa ăn, bạn có thể đặt Thời gian hấp thu bữa ăn tối đa dài hơn giá trị mặc định là 6 giờ.
zh_hant: 碳水化合物輸入會在「最大餐點吸收時間」所指定的小時數內完全衰減。高脂肪和/或高蛋白的餐點可能對血糖有長時間影響。為了讓碳水衰減模型也能考量這些延遲的餐點影響，可以將最大餐點吸收時間設為比預設的 6 小時更長。

source: Carb Entry
bg: Въвеждане на въглехидрати
cs: Záznam sacharidů
da: Indgang I Kulhydrat
de: Kohlenhydrat-Eintrag
es: Entrada de Carbohidratos
fr: Ajout de glucides
it: Ingresso Carb
nb_no: Registrering av karbohydrater
nl: Invoer Koolhydraten
pl: Wprowadzanie węglowodanów
pt_pt: Entrada de Carb
ru: Вход в Карб
sv: Kolhydrater
uk: Запис теслі
vi: Carb đã nhập
zh_hant: 碳水化合物輸入

source: Carb ratio
bg: Въглехидратно число
cs: Sacharidový poměr
da: Kolhydratsratio
de: Kohlenhydrat:Insulin-Verhältnis
es: Ratio de carbohidratos
fr: Ratio Insuline/Glucides
it: Rapporto insulina/carboidrati
nb_no: Karbohydratforhold
nl: Verhouding Koolhydraten
pl: Stosunek węglowodanów
pt_pt: Taxas carboidratos
ru: Углеводный коефициент
sv: Insulinkvot
uk: Вуглеводний коефіцієнт
vi: Tỷ lệ Carb
zh_hant: 碳水化合物比例

source: Carb Ratio (%@)
bg: Въглехидратно число (%@)
cs: Sacharidový poměr (%@)
fr: Ratio Insuline/Glucides (%@)
nb_no: Karbohydratforhold (%@)
pl: Współczynnik węglowodanów (%@)
vi: Tỷ lệ Carb (%@)
zh_hant: 碳水比例（%@）

source: Carb Ratios
bg: Въглехидратни числа
cs: Sacharidové poměry
da: Kolhydratsratio
de: Kohlenhydrat:Insulin-Verhältnisse
es: Ratios de Carbohidratos
fr: Ratios Insuline/glucides
it: Rapporto carboidrati
nb_no: Karbohydratforhold
nl: Koolhydraat ratio's
pl: Współczynniki węglowodanowe
pt_pt: Taxas de carbo
ru: Углеводные коэффициенты
sv: Insulinkvoter
uk: Вуглеводні Коефіцієнти
vi: Tỷ lệ Carb
zh_hant: 碳水化合物比例

source: Carbohydrates
bg: Въглехидрати
cs: Sacharidy
da: Kulhydrater
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
it: Carboidrati
nb_no: Karbohydrater
nl: Koolhydraten
pl: Węglowodany
pt_pt: Carboidratos
ru: Углеводы
sv: Kolhydrater
uk: Вуглеводи
zh_hant: 碳水化合物

source: Carbs
bg: Въглехидрати
cs: Sacharidy
da: Kulhydrater
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
it: Carboidrati
nb_no: Karbo
nl: Koolhydraten
pl: Węglowodany
pt_pt: Carboidratos
ru: Углеводы
sv: Kolhydrater
uk: Вуглеводи
vi: Nhập Carbs
zh_hant: 碳水化合物

source: Carbs and Bolus logged successfully.
bg: Въглехидратите и болусът бяха записани успешно.
cs: Sacharidy a bolus byly úspěšně zaznamenány.
da: Kulhydrater og Bolus logget.
de: Kohlenhydrate und Bolus wurden erfolgreich erfasst.
es: Carbohidratos y Bolo registrados correctamente.
fr: Glucides et bolus bien enregistrés.
it: Carbs e Bolo registrati con successo.
nb_no: Karbohydrater og bolus registrert.
nl: Koolhydraten en Bolus zijn succesvol gelogd.
pl: Węglowodany i bolus zostały pomyślnie zarejestrowane.
pt_pt: Carbs e Bolus logados com sucesso.
ru: Carbs и Bolus успешно зарегистрированы.
sv: Kolhydrater och bolus loggades.
uk: Требси та Болс успішно зареєстровано.
vi: Carbs và liều bolus đã được ghi lại thành công.
zh_hant: 碳水化合物和注射已成功紀錄。
